Revit 2027 API
ParameterTypeId.BlendEndParam Property
 "Second End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BlendEndParam { get; }
Public Shared ReadOnly Property BlendEndParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BlendEndParam {
	ForgeTypeId^ get ();
}
static member BlendEndParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace